{
  "Home.subtitle": "Baptiste Poulain -- Développeur Fullstack/Frontend",
  "Home.title": "Créateur d'expériences utilisateurs \n <0>fluides et intuitives.</0>",
  "Navbar.resume": "Mon CV",
  "Onboarding.title.2": "<0>Des parcours</0> sur \nmesure, pensés par \ndes lillois <0>(des vrais)</0>",
  "Showcase.w3d.date": "Août 2021 - Août 2023",
  "Showcase.w3d.title": "<0>WeLoveDevs</0> - Développeur Web",
  "Showcase.w3d.description": "Pendant deux ans chez WeLoveDevs, j'ai plongé dans le développement en explorant <0>l'UI/UX</0>. Passionné par le maquettage et les fonctionnalités soigneusement designées, j'ai acquis une expertise en <0>React</0> et <0>TypeScript</0> et bien évidemment <0>Tailwind CSS</0>. <1 /><1 /> Ces deux ans m'ont permis de découvrir <0>Figma</0> en profondeur, mais aussi m'essayer à <0>Rive</0> pour l'animation 2d. Firebase et Redux ont grandement été utilisés, puis une transition vers <0>Next JS</0> et <0>React Query</0> a permis d'optimiser le projet dans son ensemble <1 /><1 /> J'ai pu notamment contribuer à la refonte de la page d'accueil et d'autres pages au design moins actuel, perfectionnant ainsi mon sens du design et mes compétences techniques.",
  "Showcase.cozette.date": "2022 - 2023",
  "Showcase.cozette.title": "<0>Cozette</0> - Application mobile",
  "Showcase.cozette.description": "Cozette est une application mobile cross-plateforme développée en <0>React Native</0> et <0>TypeScript</0>. Elle embarque l'outil <0>Expo</0> pour faciliter le développement et le déploiement. <1 /><1 /> Son objectif est d'offrir à ses utilisateurs une <0>expérience personnalisée</0> répondant à 100% à leurs goûts, en leur permettant de mélanger des établissements de restauration avec des lieux culturels pour leur soirée ou leur week-end.",
  "Showcase.willemse.date": "Juillet 2020 - Juillet 2021",
  "Showcase.willemse.title": "<0>Willemse</0> - Développeur web",
  "Showcase.willemse.description": "Willemse France est une société horticole basée à Tourcoing, spécialisée dans la vente de plantes et produits du jardin par correspondance. <1 /><1 /> J'ai été amené à travailler autour de l'application mobile <0>Groww</0> pour laquelle j'ai créé un Backoffice avec <0>NodeJS</0> et <0>Express JS</0> afin de faciliter l'exploration et manipulation des données. <0>Bootstrap</0> a été utilisé pour créer des interfaces simples et efficaces.",
  "Showcase.convertissol.date": "Septembre 2022 - Février 2023",
  "Showcase.convertissol.title": "<0>ConvertissOL</0> - Application mobile",
  "Showcase.convertissol.description": "Le ConvertissOL est un projet absurde reposant sur une unité de mesure fictive, le <0>OL</0>. Cette application a été développée en <0>Flutter</0> afin d'assurer une compatibilité entre Android et iOS.<1 /><1 /> Nous avons permis aux utilisateurs de s'authentifier à l'aide de leur(s) compte(s) <0>Google et/ou Apple</0> et d'enregistrer leurs données en cloud via <0>Firebase</0>. Les API Twitter et SendMail sont également utilisées, et <0>Google AdMob</0> a été relié pour expérimenter la monétisation. <1 /><1 />Cette application a permis une première approche de <0>Dart</0> et de <0>Flutter</0>, et a été l'occasion de découvrir le développement mobile."
}
