{
  "Home.subtitle": "Baptiste Poulain -- Développeur Fullstack/Frontend",
  "Home.title": "Créateur d'expériences utilisateurs \n <0>fluides et intuitives.</0>",
  "Navbar.resume": "Mon CV",
  "Onboarding.title.2": "<0>Des parcours</0> sur \nmesure, pensés par \ndes lillois <0>(des vrais)</0>",
  "Showcase.w3d.date": "Août 2021 - Août 2023",
  "Showcase.w3d.title": "<0>WeLoveDevs</0> - Développeur Web",
  "Showcase.w3d.description": "Pendant deux ans chez WeLoveDevs, j'ai plongé dans le développement en explorant <0>l'UI/UX</0>. Passionné par le maquettage et les fonctionnalités soigneusement designées, j'ai acquis une expertise en <0>React</0> et <0>TypeScript</0>. <1 /><1 /> J'ai pu notamment contribuer à la refonte de la page d'accueil et d'autres pages au design moins actuel, perfectionnant ainsi mon sens du design et mes compétences techniques.",
  "Showcase.cozette.date": "2022 - 2023",
  "Showcase.cozette.title": "<0>Cozette</0> - Application mobile",
  "Showcase.cozette.description": "Cozette est une application mobile cross-plateforme développée en <0>React Native</0> et <0>TypeScript</0>. Elle embarque l'outil <0>Expo</0> pour faciliter le développement et le déploiement. <1 /><1 /> Cozette est une application qui vise à changer les habitudes de consommation des habitants de la métropole lilloise. Son objectif est de leur offrir une expérience personnalisée répondant à 100% à leurs goûts, en leur permettant de mélanger des établissements de restauration (bars, restaurants, etc.) avec des lieux culturels (musées, cinémas, salles de spectacle) pour leur soirée ou leur week-end.",
  "Showcase.willemse.date": "Juillet 2020 - Juillet 2021",
  "Showcase.willemse.title": "<0>Willemse</0> - Développeur web",
  "Showcase.willemse.description": "Willemse France est une société horticole basée à Tourcoing, spécialisée dans la vente de plantes et produits du jardin par correspondance. <1 /><1 /> J'ai été amené à travailler autour de l'application mobile <0>Groww</0> pour laquelle j'ai créé un Backoffice avec <0>NodeJS</0> et <0>Express JS</0> afin de faciliter l'exploration et manipulation des données."
}
